<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: yunwuxin <448901948@qq.com>
// +----------------------------------------------------------------------

return [
    'appid' => 1400182740,  // 短信应用SDK AppID
    'appkey'=> "a908f30ff7d120bc77afea029c2f4629",  // 短信应用SDK AppKey
    'templateId' => 275932,   // 短信模板ID，需要在短信应用中申请
    'smsSign'=> "何巨雄编程技术分享",    //// NOTE: 这里的签名只是示例，请使用真实的已申请的签名，签名参数使用的是`签名内容`，而不是`签名ID`
    'totaltime'=> "1"    //有效时间

];


//<?php
//// +----------------------------------------------------------------------
//// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
//// +----------------------------------------------------------------------
//// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
//// +----------------------------------------------------------------------
//// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
//// +----------------------------------------------------------------------
//// | Author: yunwuxin <448901948@qq.com>
//// +----------------------------------------------------------------------
//
//return [
//    'appid' => "填自己的",  // 短信应用SDK AppID
//    'appkey'=> "填自己的",  // 短信应用SDK AppKey
//    'templateId' => "填自己的",   // 短信模板ID，需要在短信应用中申请
//    'smsSign'=> "填自己的",    //// NOTE: 这里的签名只是示例，请使用真实的已申请的签名，签名参数使用的是`签名内容`，而不是`签名ID`
//    'totaltime'=> "1"    //有效时间
//
//];